{
  "layout": "layouts/page.njk",
  "printable": false,
  "slug": "checklist",
  "datePublished": "2025-06-01",
  "dateModified": "2026-02-01",
  "dateUpdated": "2026-02",
  "extraJs": "/scripts/pages/checklist.js",
  "totalItems": 25,
  "translations": {
    "en": {
      "title": "Onboarding Checklist - CERN Starter Pack",
      "description": "Interactive onboarding checklist for CERN employees: track your progress from pre-move preparations to your first year.",
      "og": {
        "title": "Onboarding Checklist - CERN Starter Pack",
        "description": "Interactive checklist to track your CERN onboarding progress, from 3 months before moving to your first year."
      },
      "breadcrumbLabel": "Onboarding Checklist",
      "parentBreadcrumbLabel": "Legal & Tax Help",
      "heading": "Your CERN Onboarding Checklist",
      "privacyTitle": "🔒 Privacy",
      "privacyText": "Progress is saved locally in your browser. Nothing is sent to any server.",
      "progressText": "0 / 25 completed",
      "resetButton": "Reset all progress"
    },
    "es": {
      "title": "Checklist de Incorporación - CERN Starter Pack",
      "description": "Checklist interactivo de incorporación al CERN: sigue tu progreso desde los preparativos previos hasta tu primer año.",
      "og": {
        "title": "Checklist de Incorporación - CERN Starter Pack",
        "description": "Checklist interactivo para seguir tu progreso de incorporación al CERN, desde 3 meses antes de mudarte hasta tu primer año."
      },
      "breadcrumbLabel": "Checklist de Incorporación",
      "parentBreadcrumbLabel": "Ayuda Legal y Fiscal",
      "heading": "Tu Checklist de Incorporación al CERN",
      "privacyTitle": "🔒 Privacidad",
      "privacyText": "El progreso se guarda localmente en tu navegador. No se envía nada a ningún servidor.",
      "progressText": "0 / 25 completados",
      "resetButton": "Restablecer todo el progreso"
    },
    "it": {
      "title": "Checklist di Onboarding - CERN Starter Pack",
      "description": "Checklist interattiva di onboarding per i dipendenti del CERN: monitora i tuoi progressi dalla preparazione al trasferimento fino al primo anno.",
      "og": {
        "title": "Checklist di Onboarding - CERN Starter Pack",
        "description": "Checklist interattiva per monitorare i tuoi progressi di onboarding al CERN, da 3 mesi prima del trasferimento al primo anno."
      },
      "breadcrumbLabel": "Checklist di Onboarding",
      "parentBreadcrumbLabel": "Assistenza Legale e Fiscale",
      "heading": "La tua Checklist di Onboarding al CERN",
      "privacyTitle": "🔒 Privacy",
      "privacyText": "I progressi vengono salvati localmente nel tuo browser. Nessun dato viene inviato a server esterni.",
      "progressText": "0 / 25 completed",
      "resetButton": "Resetta tutti i progressi"
    },
    "fr": {
      "title": "Checklist d'Intégration - CERN Starter Pack",
      "description": "Checklist interactive d'intégration pour les employés du CERN : suivez votre progression des préparatifs au déménagement jusqu'à votre première année.",
      "og": {
        "title": "Checklist d'Intégration - CERN Starter Pack",
        "description": "Checklist interactive pour suivre votre progression d'intégration au CERN, de 3 mois avant le déménagement à votre première année."
      },
      "breadcrumbLabel": "Checklist d'Intégration",
      "parentBreadcrumbLabel": "Aide Juridique et Fiscale",
      "heading": "Votre Checklist d'Intégration au CERN",
      "privacyTitle": "🔒 Confidentialité",
      "privacyText": "La progression est sauvegardée localement dans votre navigateur. Rien n'est envoyé à un serveur.",
      "progressText": "0 / 25 complétés",
      "resetButton": "Réinitialiser toute la progression"
    }
  },
  "phases": [
    {
      "heading": {
        "en": "3 Months Before Moving",
        "es": "3 Meses Antes de Mudarte",
        "it": "3 Mesi Prima del Trasferimento",
        "fr": "3 Mois Avant le Déménagement"
      },
      "items": [
        {
          "id": "convenio-apply",
          "label": {
            "en": "Apply for Convenio Especial with Spanish Social Security",
            "es": "Solicitar el Convenio Especial con la Seguridad Social española",
            "it": "Richiedere il Convenio Especial alla Previdenza Sociale spagnola",
            "fr": "Faire la demande de Convenio Especial auprès de la Sécurité Sociale espagnole"
          }
        },
        {
          "id": "consulate-register",
          "label": {
            "en": "Register at the Spanish Consulate (alta consular)",
            "es": "Registrarse en el Consulado de España (alta consular)",
            "it": "Registrarsi al Consolato Spagnolo (alta consular)",
            "fr": "S'inscrire au Consulat d'Espagne (alta consular)"
          }
        },
        {
          "id": "gather-documents",
          "label": {
            "en": "Gather key documents (DNI, birth certificates, diplomas, medical records)",
            "es": "Reunir documentos clave (DNI, certificados de nacimiento, títulos, historial médico)",
            "it": "Raccogliere i documenti chiave (DNI, certificati di nascita, diplomi, cartelle mediche)",
            "fr": "Rassembler les documents clés (DNI, actes de naissance, diplômes, dossiers médicaux)"
          }
        },
        {
          "id": "research-housing",
          "label": {
            "en": "Research housing options (Switzerland vs France)",
            "es": "Investigar opciones de vivienda (Suiza vs Francia)",
            "it": "Cercare opzioni di alloggio (Svizzera vs Francia)",
            "fr": "Rechercher les options de logement (Suisse vs France)"
          }
        },
        {
          "id": "health-insurance-transition",
          "label": {
            "en": "Plan health insurance transition (EHIC, CHIS enrolment timeline)",
            "es": "Planificar la transición de seguro médico (TSE, calendario de inscripción en CHIS)",
            "it": "Pianificare la transizione dell'assicurazione sanitaria (EHIC, tempistiche iscrizione CHIS)",
            "fr": "Planifier la transition d'assurance maladie (CEAM, calendrier d'inscription CHIS)"
          }
        }
      ]
    },
    {
      "heading": {
        "en": "1 Month Before Moving",
        "es": "1 Mes Antes de Mudarte",
        "it": "1 Mese Prima del Trasferimento",
        "fr": "1 Mois Avant le Déménagement"
      },
      "items": [
        {
          "id": "open-bank-account",
          "label": {
            "en": "Open a Swiss or French bank account (or set up Wise/Revolut)",
            "es": "Abrir una cuenta bancaria suiza o francesa (o configurar Wise/Revolut)",
            "it": "Aprire un conto bancario svizzero o francese (o configurare Wise/Revolut)",
            "fr": "Ouvrir un compte bancaire suisse ou français (ou configurer Wise/Revolut)"
          }
        },
        {
          "id": "arrange-housing",
          "label": {
            "en": "Arrange housing or book CERN hostel for first weeks",
            "es": "Organizar vivienda o reservar el hostel del CERN para las primeras semanas",
            "it": "Organizzare l'alloggio o prenotare l'ostello CERN per le prime settimane",
            "fr": "Organiser le logement ou réserver l'auberge du CERN pour les premières semaines"
          }
        },
        {
          "id": "book-travel",
          "label": {
            "en": "Book travel and plan move logistics",
            "es": "Reservar viaje y planificar la logística de la mudanza",
            "it": "Prenotare il viaggio e pianificare la logistica del trasferimento",
            "fr": "Réserver le voyage et planifier la logistique du déménagement"
          }
        },
        {
          "id": "notify-employer",
          "label": {
            "en": "Notify current employer and finalise departure from Spain",
            "es": "Notificar al empleador actual y finalizar la salida de España",
            "it": "Avvisare il datore di lavoro attuale e finalizzare la partenza dalla Spagna",
            "fr": "Prévenir l'employeur actuel et finaliser le départ d'Espagne"
          }
        }
      ]
    },
    {
      "heading": {
        "en": "First Week at CERN",
        "es": "Primera Semana en el CERN",
        "it": "Prima Settimana al CERN",
        "fr": "Première Semaine au CERN"
      },
      "items": [
        {
          "id": "arrival-formalities",
          "label": {
            "en": "Complete CERN arrival formalities (HR, badge, carte de legitimation)",
            "es": "Completar los trámites de llegada al CERN (RRHH, badge, carte de legitimation)",
            "it": "Completare le formalità di arrivo al CERN (HR, badge, carte de legitimation)",
            "fr": "Accomplir les formalités d'arrivée au CERN (RH, badge, carte de legitimation)"
          }
        },
        {
          "id": "register-commune",
          "label": {
            "en": "Register at your commune (Switzerland) or mairie (France)",
            "es": "Registrarse en tu comuna (Suiza) o mairie (Francia)",
            "it": "Registrarsi al comune (Svizzera) o al municipio (Francia)",
            "fr": "S'inscrire à la commune (Suisse) ou à la mairie (France)"
          }
        },
        {
          "id": "setup-chis",
          "label": {
            "en": "Set up CHIS health insurance and register dependents",
            "es": "Configurar el seguro médico CHIS y registrar dependientes",
            "it": "Configurare l'assicurazione sanitaria CHIS e registrare i familiari a carico",
            "fr": "Configurer l'assurance maladie CHIS et inscrire les personnes à charge"
          }
        },
        {
          "id": "computing-account",
          "label": {
            "en": "Activate CERN computing account and set up email",
            "es": "Activar la cuenta informática del CERN y configurar el correo",
            "it": "Attivare l'account informatico CERN e configurare l'email",
            "fr": "Activer le compte informatique CERN et configurer l'email"
          }
        },
        {
          "id": "newcomer-session",
          "label": {
            "en": "Attend the CERN Newcomer Welcome Session",
            "es": "Asistir a la Sesión de Bienvenida para Nuevos del CERN",
            "it": "Partecipare alla Sessione di Benvenuto per i Nuovi Arrivati al CERN",
            "fr": "Assister à la Session d'Accueil des Nouveaux Arrivants du CERN"
          }
        }
      ]
    },
    {
      "heading": {
        "en": "First 3 Months",
        "es": "Primeros 3 Meses",
        "it": "Primi 3 Mesi",
        "fr": "3 Premiers Mois"
      },
      "items": [
        {
          "id": "direct-debit-convenio",
          "label": {
            "en": "Set up direct debit for Convenio Especial payments",
            "es": "Configurar la domiciliación para los pagos del Convenio Especial",
            "it": "Impostare l'addebito diretto per i pagamenti del Convenio Especial",
            "fr": "Mettre en place le prélèvement automatique pour les paiements du Convenio Especial"
          }
        },
        {
          "id": "alta-consular",
          "label": {
            "en": "Confirm alta consular at the Spanish Consulate in Geneva",
            "es": "Confirmar el alta consular en el Consulado de España en Ginebra",
            "it": "Confermare l'alta consular al Consolato Spagnolo a Ginevra",
            "fr": "Confirmer l'alta consular au Consulat d'Espagne à Genève"
          }
        },
        {
          "id": "local-bank",
          "label": {
            "en": "Open a local bank account if not done yet",
            "es": "Abrir una cuenta bancaria local si aún no lo has hecho",
            "it": "Aprire un conto bancario locale se non ancora fatto",
            "fr": "Ouvrir un compte bancaire local si ce n'est pas encore fait"
          }
        },
        {
          "id": "residence-permit",
          "label": {
            "en": "Obtain residence permit or carte de legitimation",
            "es": "Obtener permiso de residencia o carte de legitimation",
            "it": "Ottenere il permesso di soggiorno o la carte de legitimation",
            "fr": "Obtenir le permis de séjour ou la carte de legitimation"
          }
        },
        {
          "id": "kerberos-ssh",
          "label": {
            "en": "Set up Kerberos, SSH keys, and VPN for remote access",
            "es": "Configurar Kerberos, claves SSH y VPN para acceso remoto",
            "it": "Configurare Kerberos, chiavi SSH e VPN per l'accesso remoto",
            "fr": "Configurer Kerberos, les clés SSH et le VPN pour l'accès à distance"
          }
        }
      ]
    },
    {
      "heading": {
        "en": "First Year",
        "es": "Primer Año",
        "it": "Primo Anno",
        "fr": "Première Année"
      },
      "items": [
        {
          "id": "french-tax",
          "label": {
            "en": "File French tax return (if residing in France)",
            "es": "Presentar la declaración de impuestos francesa (si resides en Francia)",
            "it": "Presentare la dichiarazione dei redditi francese (se si risiede in Francia)",
            "fr": "Faire la déclaration d'impôts française (si vous résidez en France)"
          }
        },
        {
          "id": "modelo-720-check",
          "label": {
            "en": "Check Modelo 720 obligation for foreign assets",
            "es": "Verificar la obligación del Modelo 720 para activos en el extranjero",
            "it": "Verificare l'obbligo del Modelo 720 per i beni esteri",
            "fr": "Vérifier l'obligation du Modelo 720 pour les biens à l'étranger"
          }
        },
        {
          "id": "pension-review",
          "label": {
            "en": "Review CERN Pension Fund enrolment and options",
            "es": "Revisar la inscripción y opciones del Fondo de Pensiones del CERN",
            "it": "Verificare l'iscrizione e le opzioni del Fondo Pensione CERN",
            "fr": "Vérifier l'inscription et les options du Fonds de Pension du CERN"
          }
        },
        {
          "id": "irpf-spain",
          "label": {
            "en": "Handle Spanish IRPF declaration for the transition year",
            "es": "Gestionar la declaración del IRPF español del año de transición",
            "it": "Gestire la dichiarazione IRPF spagnola per l'anno di transizione",
            "fr": "Gérer la déclaration IRPF espagnole pour l'année de transition"
          }
        },
        {
          "id": "renew-permit",
          "label": {
            "en": "Renew residence permit if needed",
            "es": "Renovar el permiso de residencia si es necesario",
            "it": "Rinnovare il permesso di soggiorno se necessario",
            "fr": "Renouveler le permis de séjour si nécessaire"
          }
        },
        {
          "id": "mandatory-training",
          "label": {
            "en": "Complete CERN mandatory safety and security training",
            "es": "Completar la formación obligatoria de seguridad del CERN",
            "it": "Completare la formazione obbligatoria sulla sicurezza del CERN",
            "fr": "Compléter la formation obligatoire de sécurité du CERN"
          }
        }
      ]
    }
  ]
}
