{
  "layout": "layouts/hub.njk",
  "printable": false,
  "slug": "daily-life-hub",
  "alertIcon": "💡",
  "alertLabel": {
    "en": "Tip:",
    "es": "Tip:",
    "it": "Consiglio:",
    "fr": "Conseil :"
  },
  "translations": {
    "en": {
      "title": "Daily Life Guide - CERN Starter Pack",
      "description": "Daily life hub for CERN newcomers: housing, banking, transport, shopping, schools, and practical tips for Geneva and Pays de Gex.",
      "og": {
        "title": "Daily Life Guide - CERN Starter Pack",
        "description": "Practical daily life resources for CERN employees living near Geneva."
      },
      "breadcrumbLabel": "Daily Life",
      "heading": "Daily Life Near CERN",
      "intro": "Practical guides for settling in and navigating daily life in the Geneva and Pays de Gex region.",
      "alertText": "Most services differ between Switzerland and France. Check which country you live in before following any guide."
    },
    "es": {
      "title": "Guía de Vida Cotidiana - CERN Starter Pack",
      "description": "Centro de vida cotidiana para recién llegados al CERN: vivienda, banca, transporte, compras, colegios y consejos prácticos para Ginebra y Pays de Gex.",
      "og": {
        "title": "Guía de Vida Cotidiana - CERN Starter Pack",
        "description": "Recursos prácticos de vida cotidiana para empleados del CERN cerca de Ginebra."
      },
      "breadcrumbLabel": "Vida Cotidiana",
      "heading": "Vida Cotidiana Cerca del CERN",
      "intro": "Guías prácticas para instalarse y navegar la vida diaria en la región de Ginebra y Pays de Gex.",
      "alertText": "La mayoría de servicios difieren entre Suiza y Francia. Comprueba en qué país vives antes de seguir cualquier guía."
    },
    "it": {
      "title": "Guida alla Vita Quotidiana - CERN Starter Pack",
      "description": "Hub sulla vita quotidiana per i nuovi arrivati al CERN: alloggio, banca, trasporti, shopping, scuole e consigli pratici per Ginevra e il Pays de Gex.",
      "og": {
        "title": "Guida alla Vita Quotidiana - CERN Starter Pack",
        "description": "Risorse pratiche sulla vita quotidiana per i dipendenti del CERN che vivono vicino a Ginevra."
      },
      "breadcrumbLabel": "Vita Quotidiana",
      "heading": "Vita Quotidiana Vicino al CERN",
      "intro": "Guide pratiche per stabilirsi e orientarsi nella vita quotidiana nella regione di Ginevra e del Pays de Gex.",
      "alertText": "La maggior parte dei servizi differisce tra Svizzera e Francia. Verifica in quale paese risiedi prima di seguire qualsiasi guida."
    },
    "fr": {
      "title": "Guide de la Vie Quotidienne - CERN Starter Pack",
      "description": "Hub de la vie quotidienne pour les nouveaux arrivants au CERN : logement, banque, transports, courses, écoles et conseils pratiques pour Genève et le Pays de Gex.",
      "og": {
        "title": "Guide de la Vie Quotidienne - CERN Starter Pack",
        "description": "Ressources pratiques pour la vie quotidienne des employés du CERN près de Genève."
      },
      "breadcrumbLabel": "Vie Quotidienne",
      "heading": "Vie Quotidienne Près du CERN",
      "intro": "Guides pratiques pour s'installer et naviguer la vie quotidienne dans la région de Genève et du Pays de Gex.",
      "alertText": "La plupart des services diffèrent entre la Suisse et la France. Vérifiez dans quel pays vous vivez avant de suivre un guide."
    }
  },
  "cards": [
    {
      "slug": "housing-guide",
      "icon": "🏠",
      "title": {
        "en": "Housing Guide",
        "es": "Guía de Vivienda",
        "it": "Guida all'Alloggio",
        "fr": "Guide du Logement"
      },
      "desc": {
        "en": "Switzerland vs France, popular areas, rental tips, and finding accommodation near CERN.",
        "es": "Suiza vs Francia, zonas populares, consejos de alquiler y búsqueda de alojamiento cerca del CERN.",
        "it": "Svizzera vs Francia, zone popolari, consigli per l'affitto e come trovare alloggio vicino al CERN.",
        "fr": "Suisse vs France, quartiers populaires, conseils de location et comment trouver un logement près du CERN."
      }
    },
    {
      "slug": "banking-setup",
      "icon": "🏦",
      "title": {
        "en": "Banking Setup",
        "es": "Configuración Bancaria",
        "it": "Apertura Conto Bancario",
        "fr": "Ouverture de Compte Bancaire"
      },
      "desc": {
        "en": "Opening Swiss and French bank accounts, required documents, on-site banks, and salary payment.",
        "es": "Abrir cuentas en Suiza y Francia, documentos necesarios, bancos en el CERN y pago de salario.",
        "it": "Aprire conti bancari svizzeri e francesi, documenti richiesti, banche in loco e pagamento dello stipendio.",
        "fr": "Ouvrir des comptes bancaires suisses et français, documents requis, banques sur place et versement du salaire."
      }
    },
    {
      "slug": "transportation",
      "icon": "🚌",
      "title": {
        "en": "Transportation",
        "es": "Transporte",
        "it": "Trasporti",
        "fr": "Transports"
      },
      "desc": {
        "en": "Bus 68, Tram 18, CERN shuttle, bike paths, commuting options, and parking at CERN.",
        "es": "Bus 68, Tram 18, lanzadera del CERN, carriles bici, opciones de desplazamiento y aparcamiento.",
        "it": "Bus 68, Tram 18, navetta CERN, piste ciclabili, opzioni di pendolarismo e parcheggio al CERN.",
        "fr": "Bus 68, Tram 18, navette CERN, pistes cyclables, options de trajet et stationnement au CERN."
      }
    },
    {
      "slug": "cern-shuttles",
      "icon": "🚐",
      "title": {
        "en": "CERN Shuttles",
        "es": "Lanzaderas del CERN",
        "it": "Navette CERN",
        "fr": "Navettes CERN"
      },
      "desc": {
        "en": "Free internal shuttle buses: Circuit 1 Meyrin, Circuit 2/5 Prévessin, Circuit 3 LHC shifts, schedules and stops.",
        "es": "Autobuses lanzadera internos gratuitos: Circuito 1 Meyrin, Circuito 2/5 Prévessin, Circuito 3 LHC, horarios y paradas.",
        "it": "Navette interne gratuite: Circuito 1 Meyrin, Circuito 2/5 Prévessin, Circuito 3 LHC, orari e fermate.",
        "fr": "Navettes internes gratuites: Circuit 1 Meyrin, Circuit 2/5 Prévessin, Circuit 3 LHC, horaires et arrêts."
      }
    },
    {
      "slug": "cross-border-shopping",
      "icon": "🛒",
      "title": {
        "en": "Cross-Border Shopping",
        "es": "Compras Transfronterizas",
        "it": "Shopping Transfrontaliero",
        "fr": "Courses Transfrontalières"
      },
      "desc": {
        "en": "French supermarkets, savings tips, customs limits, and Sunday opening hours.",
        "es": "Supermercados franceses, consejos de ahorro, límites aduaneros y horarios dominicales.",
        "it": "Supermercati francesi, consigli per risparmiare, limiti doganali e orari di apertura domenicali.",
        "fr": "Supermarchés français, astuces pour économiser, limites douanières et horaires d'ouverture le dimanche."
      }
    },
    {
      "slug": "childcare-schools",
      "icon": "🎓",
      "title": {
        "en": "Childcare &amp; Schools",
        "es": "Guarderías y Colegios",
        "it": "Asili e Scuole",
        "fr": "Crèches &amp; Écoles"
      },
      "desc": {
        "en": "CERN creche, local nurseries, international schools, and education options for families.",
        "es": "Guardería del CERN, guarderías locales, colegios internacionales y opciones educativas.",
        "it": "Asilo nido CERN, asili locali, scuole internazionali e opzioni educative per le famiglie.",
        "fr": "Crèche du CERN, garderies locales, écoles internationales et options éducatives pour les familles."
      }
    },
    {
      "slug": "utilities-setup",
      "icon": "💡",
      "title": {
        "en": "Utilities Setup",
        "es": "Suministros del Hogar",
        "it": "Configurazione Utenze",
        "fr": "Installation des Services"
      },
      "desc": {
        "en": "Electricity, gas, water, internet providers, and setup timelines in Switzerland and France.",
        "es": "Electricidad, gas, agua, proveedores de internet y plazos de instalación en Suiza y Francia.",
        "it": "Elettricità, gas, acqua, provider internet e tempistiche di attivazione in Svizzera e Francia.",
        "fr": "Électricité, gaz, eau, fournisseurs internet et délais d'installation en Suisse et en France."
      }
    },
    {
      "slug": "on-site-services",
      "icon": "🍽",
      "title": {
        "en": "On-Site Services",
        "es": "Servicios en el Campus",
        "it": "Servizi in Loco",
        "fr": "Services sur le Site"
      },
      "desc": {
        "en": "Restaurants R1/R2/R3, cafeterias, Medical Service, banking, postal, and emergency contacts.",
        "es": "Restaurantes R1/R2/R3, cafeterías, Servicio Médico, banca, correos y emergencias.",
        "it": "Ristoranti R1/R2/R3, caffetterie, Servizio Medico, banca, posta e contatti di emergenza.",
        "fr": "Restaurants R1/R2/R3, cafétérias, Service Médical, banque, poste et contacts d'urgence."
      }
    },
    {
      "slug": "vehicle-green-plates",
      "icon": "🚗",
      "title": {
        "en": "Vehicles &amp; Green Plates",
        "es": "Vehículos y Placas Verdes",
        "it": "Veicoli e Targhe Verdi",
        "fr": "Véhicules &amp; Plaques Vertes"
      },
      "desc": {
        "en": "Green plate eligibility, tax-free vehicle import, customs, license exchange, and insurance.",
        "es": "Elegibilidad de placas verdes, importación libre de impuestos, aduanas, canje de carnet y seguro.",
        "it": "Idoneità per le targhe verdi, importazione veicoli esentasse, dogana, conversione patente e assicurazione.",
        "fr": "Éligibilité aux plaques vertes, importation de véhicule hors taxes, douanes, échange de permis et assurance."
      }
    },
    {
      "slug": "language-training",
      "icon": "🌐",
      "title": {
        "en": "Language Training",
        "es": "Formación en Idiomas",
        "it": "Corsi di Lingua",
        "fr": "Cours de Langues"
      },
      "desc": {
        "en": "CERN language courses, Welcome Club classes, local associations, and conversation exchange.",
        "es": "Cursos de idiomas del CERN, clases del Welcome Club, asociaciones locales e intercambio conversacional.",
        "it": "Corsi di lingua del CERN, lezioni del Welcome Club, associazioni locali e scambio conversazionale.",
        "fr": "Cours de langues du CERN, cours du Welcome Club, associations locales et échange conversationnel."
      }
    },
    {
      "slug": "clubs-social",
      "icon": "🤝",
      "title": {
        "en": "Clubs &amp; Social Life",
        "es": "Clubes y Vida Social",
        "it": "Club e Vita Sociale",
        "fr": "Clubs &amp; Vie Sociale"
      },
      "desc": {
        "en": "Staff Association, Welcome Club, 70+ activity courses, sports, cultural clubs, and networking.",
        "es": "Asociación de Personal, Welcome Club, 70+ cursos, clubes deportivos, culturales y networking.",
        "it": "Staff Association, Welcome Club, oltre 70 corsi di attività, sport, club culturali e networking.",
        "fr": "Association du Personnel, Welcome Club, plus de 70 cours d'activités, sports, clubs culturels et networking."
      }
    },
    {
      "slug": "family-support",
      "icon": "👪",
      "title": {
        "en": "Family Support",
        "es": "Apoyo Familiar",
        "it": "Supporto Familiare",
        "fr": "Soutien Familial"
      },
      "desc": {
        "en": "Spouses and Partners Forum, relocation benefits, dual career support, and partner employment.",
        "es": "Foro de Cónyuges y Parejas, beneficios de reubicación, apoyo de doble carrera y empleo de la pareja.",
        "it": "Forum Coniugi e Partner, benefici per il trasferimento, supporto alla doppia carriera e impiego del partner.",
        "fr": "Forum des Conjoints et Partenaires, avantages de relocalisation, soutien à la double carrière et emploi du partenaire."
      }
    },
    {
      "slug": "medical-emergency",
      "icon": "🏥",
      "title": {
        "en": "Medical &amp; Emergency",
        "es": "Médico y Emergencias",
        "it": "Emergenze Mediche",
        "fr": "Médical &amp; Urgences"
      },
      "desc": {
        "en": "CERN Medical Service, infirmary, emergency number 767-4444, HUG hospital, and finding doctors.",
        "es": "Servicio Médico del CERN, enfermería, número de emergencia 767-4444, hospital HUG y búsqueda de médicos.",
        "it": "Servizio Medico CERN, infermeria, numero di emergenza 767-4444, ospedale HUG e come trovare medici.",
        "fr": "Service Médical du CERN, infirmerie, numéro d'urgence 767-4444, hôpital HUG et comment trouver un médecin."
      }
    },
    {
      "slug": "first-weeks-guide",
      "icon": "📅",
      "title": {
        "en": "First Weeks Guide",
        "es": "Guía de las Primeras Semanas",
        "it": "Guida alle Prime Settimane",
        "fr": "Guide des Premières Semaines"
      },
      "desc": {
        "en": "Day 1 to month 1 at CERN: badge pickup, safety briefing, bank account, housing, transport card, and settling in.",
        "es": "Del día 1 al mes 1 en el CERN: recogida de badge, formación de seguridad, cuenta bancaria, vivienda, abono de transporte e instalación.",
        "it": "Dal giorno 1 al mese 1 al CERN: ritiro badge, briefing sicurezza, conto bancario, alloggio, abbonamento trasporti e ambientamento.",
        "fr": "Du jour 1 au mois 1 au CERN : retrait du badge, briefing sécurité, compte bancaire, logement, abonnement transport et installation."
      }
    },
    {
      "slug": "outdoor-recreation",
      "icon": "⛰",
      "title": {
        "en": "Outdoor Recreation",
        "es": "Actividades al Aire Libre",
        "it": "Attività all'Aperto",
        "fr": "Loisirs en Plein Air"
      },
      "desc": {
        "en": "Hiking, skiing, Lake Geneva, day trips, and CERN outdoor clubs in the Geneva region.",
        "es": "Senderismo, esquí, Lago Lemán, excursiones de un día y clubes del CERN al aire libre en la región de Ginebra.",
        "it": "Escursioni, sci, Lago di Ginevra, gite di un giorno e club all'aperto del CERN nella regione di Ginevra.",
        "fr": "Randonnée, ski, Lac Léman, excursions d'une journée et clubs de plein air du CERN dans la région de Genève."
      }
    },
    {
      "slug": "frontalier-guide",
      "icon": "🔄",
      "title": {
        "en": "Frontalier Guide",
        "es": "Guía del Frontalier",
        "it": "Guida al Frontalierato",
        "fr": "Guide du Frontalier"
      },
      "desc": {
        "en": "Cross-border worker guide: G permit, tax residency, health insurance choice, daily commute, and administrative paperwork.",
        "es": "Guía del trabajador transfronterizo: permiso G, residencia fiscal, seguro médico, desplazamiento diario y trámites administrativos.",
        "it": "Guida al lavoratore frontaliero: permesso G, residenza fiscale, assicurazione sanitaria, pendolarismo e pratiche amministrative.",
        "fr": "Guide du travailleur frontalier : permis G, résidence fiscale, choix d'assurance maladie, trajet quotidien et démarches administratives."
      }
    },
    {
      "slug": "pre-arrival-guide",
      "icon": "✈",
      "title": {
        "en": "Pre-Arrival Guide",
        "es": "Guía Pre-Llegada",
        "it": "Guida Pre-Arrivo",
        "fr": "Guide Pré-Arrivée"
      },
      "desc": {
        "en": "What to do before arriving at CERN: visa requirements, documents to prepare, what to bring, and booking initial accommodation.",
        "es": "Qué hacer antes de llegar al CERN: requisitos de visado, documentos a preparar, qué llevar y reserva de alojamiento inicial.",
        "it": "Cosa fare prima di arrivare al CERN: requisiti per il visto, documenti da preparare, cosa portare e prenotazione dell'alloggio iniziale.",
        "fr": "Que faire avant d'arriver au CERN : exigences de visa, documents à préparer, quoi apporter et réservation d'un hébergement initial."
      }
    },
    {
      "slug": "relocation-moving",
      "icon": "📦",
      "title": {
        "en": "Relocation &amp; Moving",
        "es": "Mudanza e Instalación",
        "it": "Trasferimento e Trasloco",
        "fr": "Déménagement &amp; Installation"
      },
      "desc": {
        "en": "International move logistics: shipping belongings, customs, furnished vs unfurnished rentals, storage, and mail forwarding.",
        "es": "Logística de mudanza internacional: envío de pertenencias, aduanas, alquileres amueblados vs vacíos, almacenamiento y reenvío de correo.",
        "it": "Logistica del trasferimento internazionale: spedizione effetti personali, dogana, affitti arredati vs non arredati, deposito e inoltro posta.",
        "fr": "Logistique de déménagement international : expédition d'effets personnels, douanes, locations meublées vs vides, stockage et redirection postale."
      }
    },
    {
      "slug": "cern-benefits",
      "icon": "🎁",
      "title": {
        "en": "CERN Benefits &amp; Perks",
        "es": "Beneficios y Ventajas del CERN",
        "it": "Benefici e Vantaggi del CERN",
        "fr": "Avantages du CERN"
      },
      "desc": {
        "en": "Staff benefits beyond salary: tax-free purchases, corporate discounts, canteen subsidies, education grants, and relocation allowance.",
        "es": "Beneficios más allá del salario: compras libres de impuestos, descuentos corporativos, subsidios de comedor, becas educativas y subsidio de mudanza.",
        "it": "Benefici oltre lo stipendio: acquisti esentasse, sconti aziendali, sussidi mensa, borse di studio e indennità di trasferimento.",
        "fr": "Avantages au-delà du salaire : achats hors taxes, réductions entreprise, subventions cantine, bourses d'études et indemnité de déménagement."
      }
    },
    {
      "slug": "currency-money",
      "icon": "💱",
      "title": {
        "en": "Currency &amp; Money",
        "es": "Divisas y Dinero",
        "it": "Valuta e Denaro",
        "fr": "Devises &amp; Argent"
      },
      "desc": {
        "en": "Managing CHF and EUR: multi-currency accounts, exchange tips, ATM advice, and cross-border budgeting.",
        "es": "Gestionar CHF y EUR: cuentas multidivisa, consejos de cambio, cajeros automáticos y presupuesto transfronterizo.",
        "it": "Gestire CHF e EUR: conti multivaluta, consigli sul cambio, bancomat e budget transfrontaliero.",
        "fr": "Gérer CHF et EUR : comptes multidevises, astuces de change, conseils aux distributeurs et budget transfrontalier."
      }
    }
  ]
}
